Repository: SUSE/rmt
Catalog: locale/*/rmt.po
Languages: cs, nl, pt_br

source: %s is not yet activated on the system.
cs: %s ještě není v systému aktivováno.
nl: %s is nog niet geactiveerd op het systeem.
pt_br: %s ainda não está ativado no sistema.

source: %{count} file
nl: %{count} bestand

source: %{db_entries} database entry
nl: %{db_entries} database-item

source: %{file} - File does not exist
cs: %{file} – soubor neexistuje
nl: %{file} - Bestand bestaat niet
pt_br: %{file} - Arquivo não existe

source: %{file} - request failed with HTTP status code %{code}, return code '%{return_code}'
nl: %{file} - verzoek is mislukt met HTTP statuscode %{code}, returncode '%{return_code}'

source: %{file} does not exist.
cs: Soubor %{file} neexistuje.
nl: %{file} bestaat niet.
pt_br: %{file} não existe.

source: %{path} is not a directory.
cs: %{path} není adresář.
nl: %{path} is geen directory.
pt_br: %{path} não é um diretório.

source: %{path} is not writable by user %{username}.
cs: Do cesty %{path} nemůže uživatel %{username} zapisovat.
nl: %{path} is niet beschrijfbaar door gebruiker %{username}.
pt_br: %{path} não é gravável pelo usuário %{username}.

source: A repository by the ID %{id} already exists.
cs: Úložiště s ID %{url} už existuje.
nl: Een opslagruimte met de ID %{id} bestaat al.
pt_br: Um repositório pelo ID %{url} já existe.

source: A repository by the URL %{url} already exists (ID %{id}).
nl: Een opslagruimte met de URL %{url} bestaat al (ID %{id}).

source: Added association between %{repo} and product %{product}
cs: Bylo přidáno přidružení mezi repozitářem %{repo} a produktem %{product}
nl: Koppeling tussen %{repo} en product %{product} toegevoegd
pt_br: Adicionado associação entre %{repo} e produto %{product}

source: Adding/Updating product %{product}
nl: Product %{product} toevoegen/bijwerken

source: All repositories have already been disabled.
cs: Všechny repozitáře už byly zakázány.
nl: Alle opslagruimtes zijn al uitgeschakeld.
pt_br: Todos os repositórios já foram desativados.

source: All repositories have already been enabled.
cs: Všechny repozitáře už byly povoleny.
nl: Alle opslagruimtes zijn al ingeschakeld.
pt_br: Todos os repositórios já foram ativados.

source: Another instance of this command is already running. Terminate the other instance or wait for it to finish.
cs: Je již spuštěna jiná instance tohoto příkazu. Ukončete jinou instanci nebo počkejte, až skončí.
nl: Een ander exemplaar van di commando is al actief. Beëindig het andere exemplaar of wacht op het beëindigen.
pt_br: Outra instância deste comando já está em execução. Encerre a outra instância ou aguarde sua conclusão.

source: Arch
nl: Boog
pt_br: Arquitetura

source: Architecture
cs: Architektura
nl: Architectuur
pt_br: Arquitetura

source: Ask for confirmation or do not ask for confirmation and require no user interaction
nl: Om bevestiging vragen of vraag niet om bevestiging en vereis geen interactie van de gebruiker

source: Attach an existing custom repository to a product
cs: Připojit existující vlastní repozitář k produktu
nl: Een bestaande aangepaste opslagruimte koppelen aan een product
pt_br: Anexar um repositório customizado existente a um produto

source: Attached repository to product '%{product_name}'.
cs: Byl připojen repozitář k produktu „%{product_name}“.
nl: Gekoppelde opslagruimte voor product '%{product_name}'.
pt_br: Repositório anexado ao produto '%{product_name}'.

source: By default, inactive systems are those that have not contacted RMT in any way in the past 3 months. You can override this with the '-b / --before' flag.
nl: Standaard zijn inactieve systemen diegenen die op geen enkele manier contact met RMT hebben gehad in de laatste 3 maanden. U kunt hier overheen gaan met de vlag '-b / --before'.

source: Cannot connect to database server. Ensure its credentials are correctly configured in '%{path}' or configure RMT with YaST ('%{command}').
cs: Nelze se připojit k databázovému serveru. Zkontrolujte, zda jsou v %{path} správně nakonfigurovány jeho přihlašovací údaje, nebo nakonfigurujte RMT pomocí YaST (%{command}).
nl: Kan geen verbinding maken met databaseserver. Zorg ervoor dat de referenties correct zijn geconfigureerd in '%{path}' of configureer RMT met YaST ('%{command}').
pt_br: Não é possível conectar-se ao servidor de banco de dados. Certifique-se de que suas credenciais estejam configuradas corretamente em '%{path}' ou configure o RMT com o YaST ('%{command}').

source: Cannot connect to database server. Make sure it is running and its credentials are configured in '%{path}'.
cs: Nelze se připojit k databázovému serveru. Zkontrolujte, zda server běží a zda jsou v %{path} nakonfigurovány jeho přihlašovací údaje.
nl: Kan geen verbinding maken met databaseserver. Controleer of deze actief is en of de identificatiegegevens zijn geconfigureerd in '%{path}'.
pt_br: Não é possível conectar-se ao servidor de banco de dados. Verifique se ele está em execução e se suas credenciais estão configuradas em '%{path}'.

source: Cannot deactivate the product "%s". Other activated products depend upon it.
cs: Produkt %s nelze deaktivovat. Závisí na něm jiné aktivované produkty.
nl: Het product "%s" kan niet worden gedeactiveerd. Andere geactiveerde producten zijn ervan afhankelijk.
pt_br: Não é possível desativar o produto "%s". Outros produtos ativados dependem disso.

source: Cannot find product by ID %{id}.
cs: Nelze najít produkt podle ID %{id}.
nl: Kan het product niet vinden met id %{id}.
pt_br: Não é possível encontrar o produto pelo ID %{id}.

source: Check out %{url}
cs: Podívejte se na %{url}
nl: Bekijk %{url}
pt_br: Confira %{url}

source: Checksum doesn't match
cs: Kontrolní součet neodpovídá
nl: Controlegetal komt niet overeen
pt_br: Soma de verificação não corresponde

source: Clean cancelled.
cs: Vyčistění zrušeno.
nl: Opschonen geannuleerd.
pt_br: Limpeza cancelada.

source: Clean dangling files and their database entries
nl: Hangende bestanden en hun database-items opschonen

source: Clean dangling package files based on current repository metadata. This command scans the mirror directory for 'repomd.xml' files, parses the metadata files, and compares their content with files on disk. Files not listed in the metadata and at least 2 days old are considered dangling. Then, it removes all dangling files from disk along with any associated database entries.
nl: Los hangende pakketbestanden opschonen gebaseerd op huidige metagegevens van de opslagruimte. Dit commando scant de spiegelmap op bestanden 'repomd.xml', ontleedt de metagegevensbestanden en vergelijkt hun inhoud met bestanden op schijf. Bestanden niet in de lijst in de metagegevens en minstens 2 dagen oud worden hangend beschouwd. Daarna verwijdert het alle hagende bestanden van de schijf samen met elke geassocieerde items in de database.

source: Clean dangling package files, based on current repository data.
nl: Hangende pakketbestanden schonen, gebaseerd op huidige opslagruimtegegevens.

source: Clean finished. An estimated %{total_file_size} was removed.
cs: Vyčistění dokončeno. Celkem bylo odstraněno %{total_file_size}.
nl: Opschonen is beëindigd. Een geschat aantal %{total_file_size} is verwijderd.
pt_br: Limpeza finalizada. Remoção estimada de %{total_file_size}.

source: Cleaned %{file_count_text} (%{total_size}), %{db_entries}.
nl: Opgeschoond %{file_count_text} (%{total_size}), %{db_entries}.

source: Cleaned '%{file_name}' (%{file_size}%{hardlink}), %{db_entries}.
nl: Opgeschoond '%{file_name}' (%{file_size}%{hardlink}), %{db_entries}.

source: Commands:
cs: Příkazy:
nl: Opdrachten:
pt_br: Comandos:

source: Could not create a temporary directory: %{error}
cs: Nelze vytvořit dočasný adresář: %{error}
nl: Kan geen tijdelijke directory maken: %{error}
pt_br: Não foi possível criar um diretório temporário: %{error}

source: Could not create deduplication hardlink: %{error}.
cs: Nelze vytvořit pevný odkaz deduplikace: %{error}.
nl: Kan ontdubbelingshardlink niet maken: %{error}.
pt_br: Não foi possível criar o hardlink de deduplicação: %{error}.

source: Could not create local directory %{dir} with error: %{error}
cs: Nelze vytvořit místní adresář %{dir} s chybou: %{error}
nl: Kan lokale directory %{dir} niet maken met fout: %{error}
pt_br: Não foi possível criar o diretório local %{dir} com o erro: %{error}

source: Could not find system with login \"%{login}\" and password \"%{password}\"
cs: Nelze najít systém s přihlašovacím jménem „%{login}“ a heslem „%{password}“
nl: Kan systeem met aanmeldingsnaam \"%{login}\" en wachtwoord \"%{password}\" niet vinden
pt_br: Não foi possível encontrar o sistema com login \"%{login}\" e senha \"%{password}\"

source: Could not mirror SUSE Manager product tree with error: %{error}
cs: Nelze zrcadlit produkt SUSE Manager s chybou: %{error}
nl: Kon productboomstructuur van SUSE Manager niet spiegelen met fout: %{error}
pt_br: Não foi possível espelhar a árvore do produto SUSE Manager com erro: %{error}

source: Could not read '%{file}': %{error}
nl: Kon '%{file}' niet lezen: %{error}

source: Couldn't add custom repository.
cs: Nelze přidat vlastní úložiště.
nl: Kon de aangepaste opslagruimte niet toevoegen.
pt_br: Não foi possível adicionar repositório personalizado.

source: Couldn't sync %{count} systems.
nl: Kon %{count} systemen niet synchroniseren.

source: Creates a custom repository.
cs: Vytvoří vlastní repozitář.
nl: Maakt een aangepaste opslagruimte.
pt_br: Cria um repositório customizado.

source: Deleting locally mirrored files from repository '%{repo}'...
cs: Odstraňuji lokálně zrcadlené soubory z úložiště '%{repo}'...
nl: Lokaal gespiegelde bestanden uit opslagruimte '%{repo}' worden verwijderd...
pt_br: Excluindo arquivos espelhados localmente do repositório '%{repo}'...

source: Description
cs: Popis
nl: Beschrijving
pt_br: Descrição

source: Description: %{description}
cs: Popis: %{description}
nl: Beschrijving: %{description}
pt_br: Descrição: %{description}

source: Detach an existing custom repository from a product
cs: Odpojit existující vlastní repozitář od produktu
nl: Koppel een bestaande aangepaste opslagruimte los van een product
pt_br: Desanexar um repositório personalizado existente de um produto

source: Detached repository from product '%{product_name}'.
cs: Byl odpojen repozitář od projektu %{product_name}.
nl: Opslagruimte van product '%{product_name}' losgekoppeld.
pt_br: Repositório desanexado do produto '%{product_name}'.

source: Directory: %{dir}
nl: Map: %{dir}

source: Disable mirroring of custom repositories by a list of IDs
cs: Zakázat zrcadlení vlastního úložiště podle seznamu ID
nl: Het spiegelen van aangepaste opslagruimtes via een lijst met ID's uitschakelen
pt_br: Desativar o espelhamento do repositório personalizado por ID

source: Disable mirroring of custom repository by a list of IDs
cs: Zakázat zrcadlení vlastního úložiště podle seznamu ID
nl: Het spiegelen van aangepaste opslagruimte via een lijst met ID's uitschakelen
pt_br: Desative o espelhamento do repositório personalizado por uma lista de IDs

source: Disable mirroring of product repositories by a list of product IDs or product strings.
cs: Zakázat zrcadlení produktových repozitářů podle seznamu ID produktů nebo řetězců produktů.
nl: Schakel het spiegelen van productopslagruimtes uit door middel van een lijst met product-id's of productreeksen.
pt_br: Desative o espelhamento de repositórios de produtos por uma lista de IDs de produto ou cadeias de produto.

source: Disable mirroring of repositories by a list of repository IDs
cs: Zakázat zrcadlení repozitářů podle seznamu ID repozitářů
nl: Het spiegelen van opslagruimtes uitschakelen door middel van een lijst met opslagruimte-id's
pt_br: Desativar o espelhamento de repositórios por uma lista de IDs de repositórios

source: Disabled repository %{repository}.
cs: Byl zakázán repozitář %{repository}.
nl: Uitgeschakelde opslagruimte %{repository}.
pt_br: Repositório desativado %{repository}.

source: Disabling %{product}:
cs: Zakazuje se %{product}:
nl: %{product} uitschakelen:
pt_br: Desabilitando %{product}:

source: Displays product with all its repositories and their attributes.
cs: Zobrazí produkt se všemi jeho úložišti a jejich atributy.
nl: Toont product met al zijn opslagruimten en hun attributen.
pt_br: Exibe o produto com todos os seus repositórios e seus atributos.

source: Do not ask anything; use default answers automatically. Default: false
nl: Niets vragen; standaard antwoorden automatisch gebruiken. Standaard: false

source: Do not fail the command if product is in alpha or beta stage
nl: Het commando niet laten mislukken als het product in alfa of beta stadium is

source: Do not import system hardware info from MachineData table
cs: Neimportujte informace o hardwaru systému z tabulky MachineData
nl: Systeemhardware-informatie niet importeren uit tabel MachineData
pt_br: Não importe informações de hardware do sistema da tabela MachineData

source: Do not import the systems that were registered to the SMT
cs: Neimportovat systémy, které byly registrovány do SMT
nl: Importeer geen systemen die zijn geregistreerd bij de SMT
pt_br: Não importe os sistemas que foram registrados para o SMT

source: Do you have any suggestions for improvement? We would love to hear from you!
cs: Máte nějaké návrhy pro zlepšení? Sem s nimi!
nl: Hebt u suggesties voor verbetering? We horen graag van u!
pt_br: Você tem sugestões de melhoria? Gostaríamos muito de saber sua opinião!

source: Do you want to delete these systems?
nl: Wilt u deze systemen verwijderen?

source: Don't Mirror
cs: Nezrcadlit
nl: Niet spiegelen
pt_br: Não Espelhar

source: Downloading %{file_reference} failed with %{message}. Retrying %{retries} more times after %{seconds} seconds
nl: Downloaden van %{file_reference} is mislukt met %{message}. Nog %{retries} keer opnieuw proberen na %{seconds} seconden

source: Downloading data from SCC
cs: Stahují se data z SCC
nl: Gegevens van SSC downloaden
pt_br: Download de dados do SCC

source: Downloading repo signature/key failed with: %{message}, HTTP code %{http_code}
nl: Downloaden van ondertekening/sleutel van opslagruimte is mislukt met: %{message}, HTTP-code %{http_code}

source: Duplicate entry for system %{system}, skipping
cs: Duplicitní položka pro systém %{system} přeskočena
nl: Dubbel item voor systeem %{system}, wordt overgeslagen
pt_br: Entrada duplicada para o sistema %{system}, pulando

source: Enable debug output
cs: Povolit výstup ladění
nl: Schakel Fouten oplossen in uitvoer in
pt_br: Ativar saída de depuração

source: Enable mirroring of custom repositories by a list of IDs
cs: Povolit zrcadlení vlastního úložiště podle seznamu ID
nl: Schakel het spiegelen van aangepaste opslagruimtes via een lijst met ID's in
pt_br: Habilite o espelhamento de repositórios personalizados por uma lista de IDs

source: Enable mirroring of product repositories by a list of product IDs or product strings.
cs: Povolit zrcadlení produktových repozitářů podle seznamu ID produktů nebo řetězců produktů.
nl: Schakel het spiegelen van productopslagruimtes in door middel van een lijst met product-id's of productreeksen.
pt_br: Ative o espelhamento de repositórios de produtos por uma lista de IDs de produto ou cadeias de produto.

source: Enable mirroring of repositories by a list of repository IDs
cs: Povolit zrcadlení repozitářů podle seznamu ID repozitářů
nl: Schakel het spiegelen van opslagplaatsen in door middel van een lijst met opslagplaats-id's
pt_br: Ativar o espelhamento de repositórios por uma lista de IDs de repositórios

source: Enabled mirroring for repository %{repo}
cs: Bylo povoleno zrcadlení pro repozitář %{repo}
nl: Het spiegelen is ingeschakeld voor opslagruimte %{repo}
pt_br: Espelhamento ativado para repositório %{repo}

source: Enabled repository %{repository}.
cs: Byl povolen repozitář %{repository}.
nl: Opslagruimte %{repository} ingeschakeld.
pt_br: Repositório habilitado %{repository}.

source: Enables all free modules for a product
cs: Povolí všechny zdarma dostupné moduly pro produkt
nl: Schakelt alle gratis modules in voor een product
pt_br: Permite que todos os módulos gratuitos de um produto

source: Enabling %{product}:
cs: Povoluje se %{product}:
nl: %{product} inschakelen:
pt_br: Habilitando %{product}:

source: Enter a value:
cs: Zadejte hodnotu:
nl: Voer een waarde in:
pt_br: Introduza um valor:

source: Error while mirroring license files: %{error}
nl: Fout bij het spiegelen van bestanden met licentie: %{error}

source: Error while mirroring metadata: %{error}
cs: Chyba při zrcadlení metadat: %{error}
nl: Fout bij het spiegelen van metagegevens: %{error}
pt_br: Erro ao espelhar metadados: %{error}

source: Error while mirroring packages: %{error}
nl: Fout bij het spiegelen van pakketten %{error}

source: Error while mirroring repository: %{error}
nl: Fout bij het spiegelen van opslagruimte: %{error}

source: Error while moving files %{glob} to %{dest}: %{error}
nl: Fout bij het verplaatsen van %{glob} naar %{dest}: %{error}

source: Examples
cs: Příklady
nl: Voorbeelden
pt_br: Exemplos

source: Examples:
cs: Příklady:
nl: Voorbeelden:
pt_br: Exemplos:

source: Export commands for Offline Sync
cs: Příkazy exportu pro offline synchronizaci
nl: Opdrachten exporteren voor offline synchronisatie
pt_br: Exportar comandos para sincronização off-line

source: Exporting data from SCC to %{path}
cs: Exportují se data ze SCC do %{path}
nl: Gegevens exporteren van SCC naar %{path}
pt_br: Exportando dados do SCC para %{path}

source: Exporting orders
cs: Exportují se objednávky
nl: Orders exporteren
pt_br: Exportando pedidos

source: Exporting products
cs: Exportují se produkty
nl: Producten exporteren
pt_br: Exportando produtos

source: Exporting repositories
cs: Exportují se repozitáře
nl: Opslagruimtes exporteren
pt_br: Exportando repositórios

source: Exporting subscriptions
cs: Exportují se předplatná
nl: Abonnementen exporteren
pt_br: Exportando assinaturas

source: Failed to download %{failed_count} files
cs: Nepodařilo se stáhnout %{failed_count} souborů
nl: Downloaden van %{failed_count} bestanden is mislukt
pt_br: Falha ao baixar %{failed_count} arquivos

source: Failed to export the SUSE Manager product tree: %{error_message}
nl: Exporteren van de SUSE Manager productboomstructuur is mislukt: %{error_message}

source: Failed to import system %{system}
cs: Nepodařilo se importovat systém %{system}
nl: Importeren van systeem %{system} is mislukt
pt_br: Falha ao importar sistema %{system}

source: Failed to import the suma product tree: %{error_message}
nl: Importeren van de suma-productboomstructuur is mislukt: %{error_message}

source: Failed to sync systems: %{error}
nl: Systemen synchroniseren is mislukt: %{error}

source: Filter BYOS systems using RMT as a proxy
nl: Filter BYOS systemem met RMT als een proxy

source: Forward registered systems data to SCC
cs: Přeposlat data registrovaných systémů do SCC
nl: Stuur geregistreerde systeemgegevens naar SCC
pt_br: Encaminhar dados de sistemas registrados para SCC

source: Found product by target %{target}: %{products}.
cs: Nalezené produkty podle cíle %{target}: %{products}.
nl: Product gevonden door doel %{target}: %{products}.
pt_br: Produto encontrado pela meta %{target}: %{products}.

source: GPG key import failed
cs: Import klíče GPG se nezdařil
nl: GPG sleutel importeren is mislukt
pt_br: A importação da chave GPG falhou

source: GPG signature verification failed
cs: Ověření podpisu GPG se nezdařilo
nl: Verificatie van GPG ondertekening is mislukt
pt_br: Falha na verificação da assinatura GPG

source: Hardware information stored for system %{system}
cs: Informace o hardwaru uložené pro systém %{system}
nl: Hardware-informatie opgeslagen voor systeem %{system}
pt_br: Informações de hardware armazenadas para o sistema %{system}

source: Hostname
cs: Název hostitele
nl: Hostnaam
pt_br: Nome do host

source: Import commands for Offline Sync
cs: Příkazy importu pro offline synchronizaci
nl: Opdrachten importeren voor offline synchronisatie
pt_br: Importar comandos para sincronização off-line

source: Importing SCC data from %{path}
cs: Importují se data SCC z %{path}
nl: SCC-gegevens importeren van %{path}
pt_br: Importando dados do SCC de %{path}

source: Invalid system credentials
cs: Neplatné přihlašovací údaje systému
nl: Ongeldige systeemreferenties
pt_br: Credenciais do sistema inválidas

source: Last Mirrored
cs: Naposledy zrcadleno
nl: Laatst gespiegeld
pt_br: Última espelhada

source: Last mirrored
cs: Naposledy zrcadleno
nl: Laatst gespiegeld
pt_br: Última espelhada

source: Last seen
cs: Naposledy spatřen
nl: Laatst gezien
pt_br: Visto pela última vez

source: List all custom repositories
cs: Vypsat všechny vlastní repozitáře
nl: Maak een lijst met alle aangepaste opslagruimtes
pt_br: Listar todos os repositórios personalizados

source: List all products, including ones which are not marked to be mirrored
cs: Vypsat všechny produkty včetně produktů neoznačených k zrcadlení
nl: Maak een lijst met alle producten, inclusief producten die niet zijn gemarkeerd om te worden gespiegeld
pt_br: Listar todos os produtos, incluindo aqueles que não estão marcados para serem espelhados

source: List all registered systems
cs: Seznam všech registrovaných systémů
nl: Alle geregistreerde systemen in een lijst weergeven
pt_br: Liste todos os sistemas registrados

source: List all repositories, including ones which are not marked to be mirrored
cs: Vypsat všechny repozitáře včetně repozitářů neoznačených k zrcadlení
nl: Maak een lijst met alle opslagplaatsen, inclusief opslagruimtes die niet zijn gemarkeerd om te worden gespiegeld
pt_br: Listar todos os repositórios, incluindo aqueles que não estão marcados para serem espelhados

source: List and manipulate registered systems
cs: Seznam registrovaných systémů a manipulace s nimi
nl: Maak een lijst van geregistreerde systemen en manipuleer ze
pt_br: Listar e manipular sistemas registrados

source: List and modify custom repositories
cs: Vypsat a upravit vlastní repozitáře
nl: Maak een lijst met aangepaste opslagplaatsen en pas deze aan
pt_br: Listar e modificar repositórios personalizados

source: List and modify products
cs: Vypsat a upravit produkty
nl: Maak een lijst met producten en pas deze aan
pt_br: Listar e modificar produtos

source: List and modify repositories
cs: Vypsat a upravit repozitáře
nl: Maak een lijst met opslagruimtes en pas deze aan
pt_br: Listar e modificar repositórios

source: List files during the cleaning process.
nl: Maak een lijst van bestanden tijdens het opschoonproces.

source: List products which are marked to be mirrored.
cs: Vypsat produkty označené k zrcadlení
nl: Maak een lijst met producten die zijn gemarkeerd om te worden gespiegeld.
pt_br: Listar produtos que estão marcados para serem espelhados.

source: List registered systems.
cs: Seznam registrovaných systémů.
nl: Maak een lijst van geregistreerde systemen.
pt_br: Lista os sistemas registrados.

source: List repositories which are marked to be mirrored
cs: Vypsat repozitáře označené k zrcadlení
nl: Maak een lijst met opslagruimtes die zijn gemarkeerd om te worden gespiegeld
pt_br: Listar produtos que estão marcados para serem espelhados

source: Loading product data from SCC
nl: Productgegevens laden uit SCC

source: Loading repository data from SCC
nl: Opslagruimtegegevens uit SCC

source: Loading subscription data from SCC
nl: Inschrijvingsgegevens laden uit SCC

source: Login
cs: Přihlášení
nl: Aanmelden
pt_br: Conecte-se

source: Mandatory
cs: Povinné
nl: Verplicht
pt_br: Obrigatório

source: Mandatory?
cs: Povinné?
nl: Verplicht?
pt_br: Mandatário?

source: Mirror
cs: Zrcadlit
nl: Spiegelen
pt_br: Espelhar

source: Mirror all enabled repositories
cs: Zrcadlit všechna povolená úložiště
nl: Alle ingeschakelde opslagruimten spiegelen
pt_br: Espelhar todos os repositórios habilitados
