Repository: SUSE/rmt
Catalog: locale/*/rmt.po
Languages: cs, nl, pt_br

source: System with login \"%{login}\" authenticated with token \"%{system_token}\"
nl: Systeem met aanmelding \"%{login}\" geauthenticeerd met token \"%{system_token}\"

source: System with login \"%{login}\" authenticated without token header
nl: Systeem met aanmelding \"%{login}\" geauthenticeerd zonder tokenheader

source: The RMT database has not yet been initialized. Run '%{command}' to set up the database.
cs: Databáze RMT ještě nebyla inicializována. Spusťte příkaz '%{command}' a databázi nastavte.
nl: De RMT-database is nog niet geïnitialiseerd. Voer '%{command}' uit om de database op te zetten.
pt_br: O banco de dados do RMT ainda não foi inicializado. Execute '%{command}' para configurá-lo.

source: The SCC credentials are not configured correctly in '%{path}'. You can obtain them from %{url}
cs: Přihlašovací údaje SCC nejsou v cestě %{path} nakonfigurovány správně. Můžete je získat z %{url}
nl: De SCC-referenties zijn niet correct geconfigureerd in '%{path}'. U kunt deze verkrijgen via %{url}
pt_br: As credenciais do SCC não estão configuradas corretamente em '%{path}'. Você pode obtê-las em %{url}

source: The command will list the candidates for removal and will ask for confirmation. You can tell this subcommand to go ahead without asking with the '--no-confirmation' flag.
nl: De opdracht zal de lijst maken met de kandidaten voor verwijderen en zal om bevestiging vragen. U kunt aan deze subopdracht vertellen om door te gaan zonder te vragen met de vlag '--no-confirmation'.

source: The following errors occurred while mirroring:
cs: Při zrcadlení došlo k následujícím chybám:
nl: De volgende fouten traden op tijdens het spiegelen:
pt_br: Os seguintes erros ocorreram durante a replicação:

source: The given date does not follow the proper format. Ensure it follows this format '<year>-<month>-<day>'.
nl: De gegeven datum volgt niet het juiste formaat. Ga nadat het dit formaat '<jaar>-<maand>-<dag>' gebruikt.

source: The product "%s" is a base product and cannot be deactivated
cs: Produkt %s je základní produkt a nelze ho deaktivovat
nl: Het product "%s" is een basisproduct en kan niet worden gedeactiveerd
pt_br: O produto "%s" é um produto base e não pode ser desativado

source: The product you are attempting to activate (%{product}) is not available on your system's base product (%{system_base}). %{product} is available on %{required_bases}.
nl: Het product dat u probeert te activeren (%{product}) is niet beschikbaar op uw het basisproduct (%{system_base} van uw systeem). %{product} is beschikbaar op %{required_bases}.

source: The product you are attempting to activate (%{product}) requires one of these products to be activated first: %{required_bases}
nl: Het product dat u probeert te activeren (%{product}) vereist een van deze producten om eerst te worden geactiveerd: %{required_bases}

source: The requested product '%s' is not activated on this system.
cs: Požadovaný produkt %s není na tomto systému aktivován.
nl: Het aangevraagde product '%s' is niet geactiveerd op dit systeem.
pt_br: O produto solicitado '%s' não está ativado neste sistema.

source: The requested products '%s' are not activated on the system.
cs: Požadované produkty %s nejsou na tomto systému aktivovány.
nl: De aangevraagde producten '%s' zijn niet geactiveerd op het systeem.
pt_br: Os produtos solicitados '%s' não estão ativados no sistema.

source: The specified PATH must contain a %{file} file. An offline RMT can create this file with the command '%{command}'.
cs: Zadaná PATH musí obsahovat soubor %{file}. Offline RMT může tento soubor vytvořit příkazem '%{command}'.
nl: Het gespecificeerde PATH moet een bestand %{file} bevatten. Een offline RMT kan dit bestand aanmaken met de opdracht '%{command}'.
pt_br: O PATH especificado deve conter um arquivo %{arquivo}. Um RMT offline pode criar este arquivo com o comando "%{command}".

source: The subscription with the provided Registration Code does not include the requested product '%s'
nl: De inschrijving met de geleverde Registratiecode omvat niet het gevraagde product '%s'

source: The subscription with the provided Registration Code is expired
nl: De inschrijving met de geleverde Registrationcode is verlopen

source: There are activated extensions/modules on this system that cannot be migrated. Deactivate them first, and then try migrating again. The product(s) are '%s'. You can deactivate them with %s
nl: Er zijn geactiveerde extensies/modules op diy systeem die niet gemigreerd kunnen worden. Deactiveer ze eerst en probeer ze daarna opnieuw te migreren. De product(en) zijn '%s'. U kunt ze deactiveren met %s

source: There are no repositories marked for mirroring.
cs: Žádné repozitáře nejsou označeny k zrcadlení.
nl: Er zijn geen opslagruimtes gemarkeerd om te spiegelen.
pt_br: Não há repositórios marcados para espelhamento.

source: There are no systems registered to this RMT instance.
cs: K této instanci RMT nejsou registrovány žádné systémy.
nl: Er zijn geen systemen geregistreerd naar dit RMT-exemplaar.
pt_br: Não há sistema registrado nesta instância do RMT.

source: This can take several minutes. Would you like to continue and clean dangling packages?
nl: Dit kan een aantal minuten duren. Wilt u doorgaan en hangende pakketten opschonen?

source: To clean up downloaded files, please run '%{command}'
cs: Chcete-li vyčistit stažené soubory, spusťte '%{command}'
nl: Om gedownloade bestanden op te schonen, voer uit '%{command}'
pt_br: Para limpar os arquivos baixados, execute "%{command}"

source: To clean up downloaded files, run '%{command}'
cs: Chcete-li vyčistit stažené soubory, spusťte '%{command}'
nl: Om gedownloade bestanden op te schonen,voer uit '%{command}'
pt_br: Para limpar os arquivos baixados, execute "% {command}"

source: To target a system for removal, use the command "%{command}" for a list of systems with their corresponding logins.
cs: Chcete-li označit systém k odstranění, použijte příkaz "% {command}" pro výpis systémů s jejichi přihlašovacími údaji.
nl: Om een systeem voor verwijderen aan te duiden, gebruik de opdracht "%{command}" voor een lijst met systemen met hun bijbehorende aanmeldingen.
pt_br: Para sinalizar que um sistema deve ser removido, use o comando "%{command}" para obter uma lista de sistemas com suas entradas de sessão correspondentes.

source: Total Mirror Time: %{time}
nl: Totale tijd van spiegelen: %{time}

source: Total mirrored repositories: %{repo_count}
nl: Totaal gespiegelde opslagruimten: %{repo_count}

source: Total transferred file size: %{files_size}
nl: Totaal verzonden bestandsgrootten: %{files_size}

source: Total transferred files: %{files_count}
nl: Totaal verzonden bestanden: %{files_count}

source: Total: cleaned %{total_count} (%{total_size}), %{total_db_entries}.
nl: Totaal: opgeschoond %{total_count} (%{total_size}), %{total_db_entries}.

source: Try to access non existing temporary directory %{name}
nl: Probeer toegang te krijgen tot niet bestaande tijdelijke map %{name}

source: Unknown Registration Code.
cs: Neznámý registrační kód.
nl: Onbekende registratiecode.
pt_br: Código de registro desconhecido.

source: Unknown hash function %{checksum_type}
cs: Neznámá funkce hash %{checksum_type}
nl: Onbekende hashfunctie %{checksum_type}
pt_br: Função hash desconhecida %{checksum_type}

source: Updated system information for host '%s'
cs: Byly aktualizovány systémové informace pro hostitele %s
nl: Bijgewerkte systeeminformatie voor host '%s'
pt_br: Informações do sistema atualizadas para o host '%s'

source: Updating products
cs: Aktualizují se produkty
nl: Producten bijwerken
pt_br: Atualizando produtos

source: Updating repositories
cs: Aktualizují se repozitáře
nl: Opslagruimtes bijwerken
pt_br: Atualizando repositórios

source: Updating subscriptions
cs: Aktualizují se předplatná
nl: Abonnementen bijwerken
pt_br: Atualizando assinaturas

source: Uptime data is malformed '%s'
nl: Gegeven over uptime is misvormd '%s'

source: Version
cs: Verze
nl: Versie
pt_br: Versão

source: Would you like to continue and remove the locally mirrored files of these repositories?
cs: Chcete pokračovat a odstranit lokálně zrcadlené soubory těchto úložišť?
nl: Zou u door willen gaan en de lokaal gespiegelde bestanden van deze opslagruimten verwijderen?
pt_br: Você deseja prosseguir e remover os arquivos duplicados localmente desses repositórios?

source: curl return code
nl: returncode van curl

source: curl return message
nl: terugmelding van curl

source: enabled
cs: povoleno
nl: ingeschakeld
pt_br: habilitado

source: importing data from SMT.
cs: budete importovat data ze SMT.
nl: gegevens importeren vanuit SMT.
pt_br: importando dados do SMT.

source: mandatory
cs: povinné
nl: verplicht
pt_br: obrigatório

source: mirrored at %{time}
cs: odzrcadleno v %{time}
nl: gespiegeld op %{time}
pt_br: duplicado em %{time}

source: non-mandatory
cs: nepovinné
nl: niet verplicht
pt_br: não é obrigatório

source: not enabled
cs: nepovoleno
nl: niet ingeschakeld
pt_br: não habilitado

source: not mirrored
cs: neodzrcadleno
nl: niet gespiegeld
pt_br: não espelhado

source: repository by URL %{url} does not exist in database
cs: repozitář podle URL %{url} v databázi neexistuje
nl: opslagruimte met URL %{url} bestaat niet in de database
pt_br: repositório por URL %{url} não existe no banco de dados

source: y
nl: j

source: yes
nl: ja

source: Not all mandatory repositories are mirrored for product %s
cs: Nejsou zrcadleny všechny povinné repozitáře pro produkt %s
pt_br: Nem todos os repositórios obrigatórios são espelhados para o produto %s

source: Not provided
cs: Není zadáno
pt_br: Não fornecido

source: Authenticated system with login \"%{login}\"
cs: Ověřený systém s přihlašovacím jménem „%{login}“
pt_br: Sistema de autenticação com login \"%{login}\"

source: SCC API request failed. Error details: Request URL: %{url} Response code: %{code} Response body: %{body}
cs: Žádost SCC API selhala. Podrobnosti chyby: URL žádosti: %{url} Kód odpovědi: %{code} Obsah odpovědi: %{body}
pt_br: Erro de solicitação da API SCC. Detalhes do erro: URL do pedido: %{url} Código de resposta: %{code} Corpo de resposta: %{body}

source: Product ID
cs: ID produktu
pt_br: ID do Produto

source: Product
cs: Produkt
pt_br: Produto

source: * %{name} (id: %{id}) (%{mandatory}, %{enabled}, %{mirrored_at})
pt_br: * %{name} (identificação: %{id}) (%{mandatory}, %{enabled}, %{mirrored_at})

source: Product: %{name} (ID: %{id})
cs: Produkt: %{name} (ID: %{id})
pt_br: Produto: %{name} (id: %{id})

source: A repository by the URL %{url} already exists.
cs: Repozitář na adrese URL %{url} už existuje.
pt_br: Um repositório pelo URL %{url} já existe.

source: Error while mirroring license: %{error}
cs: Chyba při zrcadlení licence: %{error}
pt_br: Erro ao espelhar a licença: %{error}

source: Error while mirroring data: %{error}
cs: Chyba při zrcadlení dat: %{error}
pt_br: Erro ao espelhar dados: %{error}

source: Error while moving directory %{src} to %{dest}: %{error}
cs: Chyba při přesouvání adresáře %{src} do %{dest}: %{error}
pt_br: Erro ao mover o diretório %{src} para %{dest}: %{error}

source: Syncing system %{login} to SCC
cs: Synchronizace systému %{login} do SCC
pt_br: Sincronizando sistema %{login} com SCC

source: Failed to sync system %{login}: %{error}
cs: Nepodařilo se synchronizovat systém %{login}: %{error}
pt_br: Falha ao sincronizar o sistema %{login}: %{error}

source: Adding product %{product}
cs: Přidává se produkt %{product}
pt_br: Adicionando produto %{product}
