Repository: SUSE/rmt
Catalog: locale/*/rmt.po
Languages: cs, nl, pt_br

source: Mirror enabled repositories for a product with given product IDs
cs: Zrcadlit povolená úložiště pro produkt s danými ID
nl: Ingeschakelde opslagruimten spiegelen voor een product met gegeven product-ID's
pt_br: Repositórios habilitados para espelho para um produto com determinados IDs de produto

source: Mirror enabled repositories with given repository IDs
cs: Zrcadlit povolená úložiště s danými ID úložiště
nl: Ingeschakelde opslagruimten met gegeven opslagruimte-ID's spiegelen
pt_br: Repositórios habilitados para espelho com IDs de repositório fornecidos

source: Mirror repos at given path
cs: Zrcadlit adresáře v zadané cestě
nl: Spiegel opslagruimtes op het opgegeven pad
pt_br: Repos de espelho em determinado caminho

source: Mirror repos from given path
cs: Zrcadlit adresáře ze zadané cesty
nl: Spiegel opslagruimtes via het opgegeven pad
pt_br: Repos de espelho em determinado caminho

source: Mirror repositories
cs: Zrcadlit adresáře
nl: Opslagruimtes spiegelen
pt_br: Repositórios espelhados

source: Mirror?
cs: Zrcadlit?
nl: Spiegelen?
pt_br: Espelho?

source: Mirroring SUMA product tree failed: %{error_message}
cs: Zrcadlení stromu produktu SUMA se nezdařilo: %{error_message}
nl: SUMA productboomstructuur spiegelen is mislukt: %{error_message}
pt_br: Espelhamento da árvore do produto SUMA falhou: %{error_message}

source: Mirroring SUSE Manager product tree to %{dir}
cs: Zrcadlí se strom produktů SUSE Manager do %{dir}
nl: SUSE Manager productstructuur spiegelen met %{dir}
pt_br: Espelhando árvore do produto SUSE Manager em %{dir}

source: Mirroring complete.
cs: Zrcadlení dokončeno.
nl: Spiegelen is gereed.
pt_br: Espelhamento completo.

source: Mirroring completed with errors.
cs: Zrcadlení dokončeno s chybami.
nl: Spiegelen gereed met fouten.
pt_br: Espelhamento completo com erros.

source: Mirroring of repository with ID %{repo_id} is not enabled
cs: Zrcadlení úložiště s ID %{repo_id} není povoleno
nl: Opslagruimte met ID %{repo_id} spiegelen is niet ingeschakeld
pt_br: O espelhamento do repositório com ID% {repo_id} não está habilitado

source: Mirroring repository %{repo} to %{dir}
cs: Zrcadlí se repozitář %{repo} do %{dir}
nl: Opslagruimte %{repo} spiegelen naar %{dir}
pt_br: Repositório de Espelhamento %{repo} para %{dir}

source: Missing data files: %{files}
cs: Chybějící datové soubory: %{files}
nl: Ontbrekende gegevensbestanden: %{files}
pt_br: Arquivos de dados ausentes: %{files}

source: Multiple base products found: '%s'.
cs: Nalezeno více základních produktů: %s.
nl: Meerdere basisproducten gevonden: '%s'.
pt_br: Vários produtos base encontrados: '%s'.

source: Name
cs: Název
nl: Naam
pt_br: Nome

source: No base product found.
cs: Nebyl nalezen žádný základní produkt.
nl: Geen basisproduct gevonden.
pt_br: Nenhum produto base encontrado.

source: No custom repositories found.
cs: Nebyly nalezeny žádné vlastní repozitáře.
nl: Geen aangepaste opslagruimtes gevonden.
pt_br: Nenhum repositório personalizado foi encontrado.

source: No dangling packages have been found!
nl: Geen hangende pakketten gevonden!

source: No matching products found in the database.
cs: V databázi nebyly nalezeny žádné odpovídající produkty.
nl: Geen overeenkomende producten gevonden in de database.
pt_br: Nenhum produto correspondente encontrado no banco de dados.

source: No product IDs supplied
cs: Nedodána žádná ID produktů
nl: Geen product-id's verstrekt
pt_br: Nenhum ID de produto fornecido

source: No product found
cs: Nenalezen žádný produkt
nl: Geen product gevonden
pt_br: Nenhum produto encontrado

source: No product found for target %{target}.
cs: Nebyl nalezen žádný produkt pro cíl %{target}.
nl: Geen product gevonden voor doel %{target}.
pt_br: Nenhum produto encontrado para o destino %{target}.

source: No product found on RMT for: %s
cs: Nebyl nalezen žádný produkt na RMT pro: %s
nl: Geen product gevonden op RMT voor: %s
pt_br: Nenhum produto encontrado em RMT para: %s

source: No products attached to repository.
cs: K repozitáři nejsou připojeny žádné produkty.
nl: Geen producten gekoppeld aan opslagruimte.
pt_br: Nenhum produto anexado ao repositório.

source: No repositories enabled.
cs: Nejsou povoleny žádné repozitáře.
nl: Geen opslagruimtes ingeschakeld.
pt_br: Nenhum repositório ativado.

source: No repositories found for product: %s
cs: Nebyly nalezeny žádné repozitáře pro produkt: %s
nl: Geen opslagruimtes gevonden voor product: %s
pt_br: Nenhum repositório encontrado para o produto: %s

source: No repository IDs supplied
cs: Nebyla zadána žádná ID úložišť
nl: Geen opslagruimte-ID's opgegeven
pt_br: Nenhum ID de repositório fornecido

source: No subscription found with this registration code
nl: Geen inschrijving gevonden met deze registratiecode

source: Not Mandatory
cs: Není povinné
nl: Niet verplicht
pt_br: Não é obrigatório

source: Not all mandatory repositories are mirrored for product %s. Missing Repositories (by ids): %s. On the RMT server, the missing repositories can be enabled with: rmt-cli repos enable %s; rmt-cli mirror
nl: Niet alle verplichte opslagruimtes zijn gespiegeld voor product %s. Ontbrekende opslagruimten (per ID's):%s. Op de RMT-server kunnen de ontbrekende opslagruimten ingeschakeld worden met: rmt-cli repos enable %s rmt-cli mirror

source: Not yet activated Registration Code. Visit https://scc.suse.com to activate it.
cs: Ještě není aktivován registrační kód. Navštivte https://scc.suse.com a aktivujte ho.
nl: Nog geen registratiecode geactiveerd. Ga naar https://scc.suse.com om de registratiecode te activeren.
pt_br: Código de registro ainda não ativado. Visite https://scc.suse.com para ativá-lo.

source: Now, it will parse all repomd.xml files, search for dangling packages on disk and clean them.
nl: Nu zal het alle repomd.xml bestanden ontleden, zoeken naar hangende pakketten op schijf en ze opschonen.

source: Number of systems to display
cs: Počet systémů k zobrazení
nl: Aantal te tonen systemen
pt_br: Número de sistemas para mostrar

source: Only '%{input}' will be accepted.
cs: Přijat bude pouze '%{input}'.
nl: Alleen '%{input}' zal geaccepteerd worden.
pt_br: Apenas "%{input}" será aceito.

source: Only enabled products are shown by default. Use the '%{command}' option to see all products.
cs: Ve výchozím nastavení se zobrazují jen povolené produkty. Použitím možnosti %{command} zobrazíte všechny produkty.
nl: Alleen geactiveerde producten worden standaard weergegeven. Gebruik de optie '%{command}' om alle producten te bekijken.
pt_br: Somente os produtos ativados são mostrados por padrão. Use a opção '%{command}' para ver todos os produtos.

source: Only enabled repositories are shown by default. Use the '%{option}' option to see all repositories.
cs: Ve výchozím nastavení se zobrazují jen povolené repozitáře. Použitím možnosti %{command} zobrazíte všechny repozitáře.
nl: Alleen ingeschakelde opslagruimtes worden standaard weergegeven. Gebruik de optie '%{option}' om alle opslagruimtes te bekijken.
pt_br: Somente os repositórios ativados são mostrados por padrão. Use a opção '%{option}' para ver todos os repositórios.

source: Output data in CSV format
cs: Výstup dat ve formátu CSV
nl: Uitvoergegevens in CSV-indeling
pt_br: Dados de saída no formato CSV

source: Path to unpacked SMT data tarball
cs: Cesta k rozbalenému balíčku TAR dat SMT
nl: Pad naar uitgepakte SMT-gegevenstarball
pt_br: Caminho para o tarball de dados SMT descompactado

source: Please answer
nl: Graag antwoorden

source: Please provide a non-numeric ID for your custom repository.
cs: Uveďte nečíselný ID svého vlastního úložiště.
nl: Lever een niet-numerieke ID voor uw aangepaste opslagruimte.
pt_br: Forneça um ID não numérico para o repositório customizado.

source: Poking %{file_reference} failed with %{message}. Retrying %{retries} more times after %{seconds} seconds
nl: Porren van %{file_reference} is mislukt met %{message}. Nog %{retries} keer proberen na %{seconds} seconden

source: Product %{products} could not be found and was not disabled.
cs: Produkt %{products} nelze najít a nebyl zakázán.
nl: Product %{products} kan niet worden gevonden en is niet uitgeschakeld.
pt_br: O produto %{products} não foi encontrado e não foi desativado.

source: Product %{products} could not be found and was not enabled.
cs: Produkt %{products} nelze najít a nebyl povolen.
nl: Product %{products} kan niet worden gevonden en is niet ingeschakeld.
pt_br: O produto %{products} não foi encontrado e não foi ativado.

source: Product %{product} not found
cs: Produkt %{products} nebyl nalezen
nl: Product %{product} niet gevonden
pt_br: Produto %{product} não encontrado

source: Product %{product} not found! Tried to attach custom repository %{repo} to product %{product}, but that product was not found. Attach it to a different product by running '%{command}'
cs: Produkt %{product} nebyl nalezen! Zkusili jsme připojit vlastní repozitář %{repo} k produktu %{product}, ale tento produkt nebyl nalezen. Připojte ho k jinému produktu spuštěním příkazu %{command}
nl: Product %{product} niet gevonden. Er is geprobeerd een aangepaste opslagruimte %{repo} aan product %{product} te koppelen, maar dat product is niet gevonden. Koppel deze aan een ander product door '%{command}' uit te voeren
pt_br: Produto %{product} não encontrado! Houve uma tentativa de anexar o repositório personalizado %{repo} ao produto %{product}, mas esse produto não foi encontrado. Anexe-o a um produto diferente executando '%{command}'

source: Product %{target} has no repositories enabled
cs: Produkt %{target} nemá povolena žádná úložiště
nl: Product %{target} heeft geen opslagruimten ingeschakeld
pt_br: O produto%{target} não tem nenhum repositório habilitado

source: Product Architecture
cs: Architektura produktu
nl: Productarchitectuur
pt_br: Arquitetura do Produto

source: Product Name
cs: Název produktu
nl: Productnaam
pt_br: Nome do Produto

source: Product String
cs: Řetězec produktu
nl: Producttekenreeks
pt_br: Cadeia do Produto

source: Product Version
cs: Verze produktu
nl: Productversie
pt_br: Versão do Produto

source: Product architecture (e.g., x86_64, aarch64)
cs: Architektura produktu (např.: x86_64, aarch64)
nl: Productarchitectuur (bijv. x86_64, aarch64)
pt_br: Arquitetura do produto (ex.: x86_64, aarch64)

source: Product by ID %{id} not found.
cs: Produkt podle ID %{id} nebyl nalezen.
nl: Product met id %{id} niet gevonden.
pt_br: Produto por ID %{id} não encontrado.

source: Product for target %{target} not found
cs: Produkt pro cíl %{target} nebyl nalezen
nl: Product voor doel %{target} niet gevonden
pt_br: Um produto não pode ser encontrado para o destino %{target}

source: Product name (e.g., Basesystem, SLES)
cs: Název produktu (např.: Základní systém, SLES)
nl: Productnaam (bijv., Basesystem, SLES)
pt_br: Nome do produto (ex.: Basesystem, SLES)

source: Product version (e.g., 15, 15.1, '12 SP4')
cs: Vetrze produktu (např.: 15, 15.1, '12 SP4')
nl: Productversie (bijv. 15, 15.1, '12 SP4')
pt_br: Versão do produto (ex.: 15, 15.1, "12 SP4")

source: Product with ID %{target} not found
cs: Produkt s ID %{target} nebyl nalezen
nl: Product met ID %{target} niet gevonden
pt_br: Produto por ID %{id} não encontrado

source: Products
cs: Produkty
nl: Producten
pt_br: Produtos

source: Provide a custom ID instead of allowing RMT to generate one.
cs: Místo povolení RMT generovat ID zadejte vlastní ID.
nl: Lever een aangepaste ID in plaats van aan RMT toestaan er een te genereren.
pt_br: Forneça um ID personalizado em vez de permitir que o RMT gere um.

source: RMT found locally mirrored files from the following repositories which are not marked to be mirrored:
cs: RMT našel lokálně zrcadlené soubory z těchto úložišť neoznačených jako zrcadlená:
nl: RMT vond lokaal gespiegelde bestanden uit de volgende opslagruimten die niet gemarkeerd zijn om gespiegeld te worden:
pt_br: O RMT encontrou arquivos espelhados localmente dos seguintes repositórios que não estão marcados para serem espelhados:

source: RMT found no repomd.xml files. Check if RMT is properly configured.
nl: RMT vond geen repomd.xml bestanden. Controleer of RMT juist is geconfigureerd.

source: RMT found repomd.xml files: %{repomd_count}.
nl: RMT vond repomd.xml bestanden: %{repomd_count}.

source: RMT has not been synced to SCC yet. Please run '%{command}' before
cs: Nástroj RMT nebyl zatím synchronizován s SCC. Spusťte příkaz „%{command}“, dříve než
nl: RMT is nog niet gesynchroniseerd met SCC. Voer eerst '%{command}' uit
pt_br: O RMT ainda não foi sincronizado com o SCC. Execute '%{command}' antes

source: RMT only found locally mirrored files of repositories that are marked to be mirrored.
cs: RMT našel pouze lokálně zrcadlené soubory úložišť označených jako zrcadlená.
nl: RMT vond alleen lokaal gespiegelde bestanden van opslagruimten die gemarkeerd zijn om gespiegeld te worden.
pt_br: O RMT encontrou apenas arquivos espelhados localmente de repositórios marcados para serem espelhados.

source: RMT will mirror the specified repositories in %{file} to PATH, usually a portable storage device.
cs: RMT odzrcadlí úložiště zadaná v %{file} do PATH - obvykle na přenosné paměťové zařízení.
nl: RMT zal de gespecificeerde opslagruimten in %{file} naar PATH spiegelen, gewoonlijk een verplaatsbaar opslagapparaat.
pt_br: O RMT irá espelhar os repositórios especificados em %{file} para PATH, geralmente um dispositivo de armazenamento portátil.

source: Read SCC data from given path
cs: Číst data SCC ze zadané cesty
nl: SCC-gegevens via het opgegeven pad lezen
pt_br: Ler dados do SCC de determinado caminho

source: Registration time
cs: Čas registrace
nl: Registratietijd
pt_br: Hora de registro

source: Release Stage
cs: Etapa vydání
nl: Uitgavefase
pt_br: Estágio de lançamento

source: Remove a custom repository
cs: Odebrat vlastní repozitář
nl: Verwijder een aangepaste opslagruimte
pt_br: Remover um repositório personalizado

source: Remove systems before the given date (format: "<year>-<month>-<day>")
nl: Systemen voor de gegeven datum verwijderen (formaat: "<jaar>-<maand>-<dag>")

source: Removed custom repository by ID %{id}.
cs: Byl odebrán vlastní repozitář podle ID %{id}.
nl: Aangepaste opslagruimte verwijderd met %{id}.
pt_br: Repositório personalizado removido pelo ID %{id}.

source: Removes a system and its activations from RMT
cs: Odebere systém a jeho aktivace z RMT
nl: Verwijdert een systeem en zijn actieveringen uit RMT
pt_br: Exclua um sistema e suas ativações do RMT

source: Removes a system and its activations from RMT.
cs: Odebere systém a jeho aktivace z RMT.
nl: Verwijdert een systeem en zijn actieveringen uit RMT.
pt_br: Exclua um sistema e suas ativações do RMT.

source: Removes inactive systems
nl: Verwijdert inactieve systemen

source: Removes locally mirrored files of repositories which are not marked to be mirrored
cs: Odebere lokálně zrcadlené soubory z úložišť neoznačených jako zrcadlená
nl: Verwijdert lokaal gespiegelde bestanden van opslagruimten die niet zijn gemarkeerd om te worden gespiegeld
pt_br: Remove arquivos duplicados localmente de repositórios que não estão marcados para duplicação

source: Removes old systems and their activations if they are inactive.
nl: Verwijdert oude systemen en hun actieveringen als ze inactief zijn.

source: Removing obsolete repositories
nl: Verouderde opslagruimten worden verwijderd

source: Repositories are not available for this product.
cs: Pro tento produkt nejsou úložiště k dispozici.
nl: Voor dit product zijn er geen opslagruimten beschikbaar.
pt_br: Repositórios não estão disponíveis para este produto.

source: Repositories:
cs: Úložiště:
nl: Opslagruimten:
pt_br: Repositórios:

source: Repository %{repo} was not found in RMT database, perhaps you no longer have a valid subscription for it
cs: Repozitář %{repo} nebyl v databázi RMT nalezen. Možná už pro něj nemáte platné předplatné
nl: Opslagruimte %{repo} is niet gevonden in de RMT-database, mogelijk hebt u er geen geldig abonnement meer voor
pt_br: Repositório %{repo} não foi encontrado no banco de dados RMT, talvez você não tenha mais uma assinatura válida para ele

source: Repository '%{repo_name}' (%{repo_id}): %{error_message}
cs: Úložiště '%{repo_name}' (%{repo_id}): %{error_message}
nl: Opslagruimte '%{repo_name}' (%{repo_id}): %{error_message}
pt_br: Repositório %{repo_name} (%{repo_id}): %{error_message}

source: Repository by ID %{id} not found.
cs: Úložiště s ID %{id} nebylo nalezeno.
nl: Opslagruimte met ID %{id} niet gevonden.
pt_br: Repositório por ID %{id} não encontrado.

source: Repository by ID %{id} successfully disabled.
cs: Repozitář podle ID %{id} byl úspěšně zakázán.
nl: Opslagruimte met id %{id} is uitgeschakeld.
pt_br: Repositório por ID %{id} desativado com êxito.

source: Repository by ID %{id} successfully enabled.
cs: Repozitář podle ID %{id} byl úspěšně povolen.
nl: Opslagruimte met id %{id} is ingeschakeld.
pt_br: Repositório poe ID %{id} ativado com êxito.

source: Repository by ID %{repos} could not be found and was not disabled.
cs: Úložiště %{repos} nebylo nalezeno a nebylo zakázáno.
nl: Opslagruimte met ID %{repos} kan niet worden gevonden en is niet uitgeschakeld.
pt_br: Repositório por ID %{repos} não pôde ser encontrado e não foi desabilitado.

source: Repository by ID %{repos} could not be found and was not enabled.
cs: Úložiště %{repos} nebylo nalezeno a nebylo povoleno.
nl: Opslagruimte met ID %{repos} kan niet worden gevonden en is niet ingeschakeld.
pt_br: Repositório por ID %{repos} não foi encontrado e não foi habilitado.

source: Repository metadata signatures are missing
cs: Chybí podpisy metadat repozitáře
nl: Metagegevenshandtekeningen voor opslagruimte ontbreken
pt_br: Assinaturas de metadados do repositório estão faltando

source: Repository with ID %{repo_id} not found
cs: Úložiště s ID %{repo_id} nebylo nalezeno
nl: Opslagruimte met ID %{repo_id} niet gevonden
pt_br: Repositório com ID %{repo_id} não encontrado

source: Request URL
nl: Aangevraagde URL

source: Request error:
nl: Fout in gevraagde:

source: Requested service not found
cs: Požadovaná služba nebyla nalezena
nl: Gevraagde service niet gevonden
pt_br: Serviço solicitado não encontrado

source: Required parameters are missing or empty: %s
cs: Požadované parametry chybí nebo jsou prázdné: %s
nl: Vereiste parameters ontbreken of zijn leeg: %s
pt_br: Parâmetros necessários estão ausentes ou vazios: %s

source: Response HTTP status code
nl: HTTP statuscode van aanvraag

source: Response body
nl: Antwoordtekst

source: Response headers
nl: Antwoordkoppen

source: Run '%{command}' for more information on a command and its subcommands.
cs: Spuštěním příkazu %{command} zobrazíte další informace o příkazu a jeho podpříkazech.
nl: Voer '%{command}' uit voor meer informatie over een opdracht en de bijbehorende subopdrachten.
pt_br: Execute '%{command}' para obter mais informações sobre um comando e seus subcomandos.

source: Run '%{command}' to synchronize with your SUSE Customer Center data first.
cs: Nejprve spusťte příkaz %{command}, aby se provedla synchronizace s daty SUSE Customer Center.
nl: Voer '%{command}' uit om eerst met uw SUSE Customer Center-gegevens te synchroniseren.
pt_br: Execute '%{command}' para sincronizar primeiro com os dados do SUSE Customer Center.

source: Run the clean process without actually removing files.
nl: Het opschoonproces uitvoeren zonder echt bestanden te verwijderen.

source: Run this command on an online RMT.
cs: Spusťte tento příkaz na online RMT.
nl: Deze opdracht uitvoeren op een online RMT.
pt_br: Execute este comando em um RMT online.

source: SCC API request failed. Error details: Request URL: %{url} Response code: %{code} Return code: %{return_code} Response body: %{body}
nl: SCC API verzoek is mislukt. Foutdetails: Gevraagde URL: %{url} Antwoordcode: %{code} Returncode: %{return_code} Antwoordtekst: %{body}

source: SCC credentials not set.
cs: Pověření SCC nejsou nastavena.
nl: SCC-credentials niet gezet.
pt_br: Credenciais SCC não definida.

source: Scanning the mirror directory for 'repomd.xml' files...
nl: De spiegelmap doorzoeken op 'repomd.xml' bestanden...

source: Settings saved at %{file}.
cs: Nastavení byla uložena do souboru %{file}.
nl: Instellingen opgeslagen in %{file}.
pt_br: Configurações salvas em %{file}.

source: Show RMT version
cs: Zobrazit verzi RMT
nl: RMT-versie tonen
pt_br: Mostrar versão do RMT

source: Showing last %{limit} registrations. Use the '--all' option to see all registered systems.
cs: Zobrazeno posledních %{limit} registrací. Všechny registrované systémy zobrazíte volbou '--all'.
nl: De laatste %{limit} registraties worden getoond. Gebruik de optie '--all' om alle geregistreerde systemen te zien.
pt_br: Os últimos %{limit} registros são exibidos. Use a opção "--all" para ver todos os sistemas registrados.

source: Shows products attached to a custom repository
cs: Zobrazí produkty připojené k vlastnímu repozitáři
nl: Toont producten die zijn gekoppeld aan een aangepaste opslagruimte
pt_br: Mostra produtos anexados a um repositório personalizado

source: Store SCC data in files at given path
cs: Uložit data SCC v souborech v dané cestě
nl: Sla SCC-gegevens op in bestanden op het opgegeven pad
pt_br: Armazenar dados do SCC em arquivos em determinado caminho

source: Store repository settings at given path
cs: Uložit nastavení repozitáře v souborech v dané cestě
nl: Sla instellingen voor opslagruimte op het gegeven pad op
pt_br: Armazenar configurações do repositório em determinado caminho

source: Successfully added custom repository.
cs: Byl úspěšně přidán vlastní repozitář.
nl: Aangepaste opslagruimte toegevoegd.
pt_br: Repositório personalizado adicionado com sucesso.

source: Successfully removed system with login %{login}.
cs: Systém s přihlášením %{login} byl úspěšně odebrán.
nl: Systeem met succes verwijderd met aanmelding %{login}.
pt_br: O sistema foi removido com sucesso com a entrada na sessão %{login}.

source: Sync database with SUSE Customer Center
cs: Synchronizovat databázi se SUSE Customer Center
nl: Synchroniseer database met SUSE Customer Center
pt_br: Sincronizar banco de dados com o SUSE Customer Center

source: Syncing %{count} updated system(s) to SCC
nl: %{count} bijgewerkt(e) syste(e)m(en) worden gesynchroniseerd naar SCC

source: Syncing de-registered system %{scc_system_id} to SCC
cs: Synchronizace odregistrovaného systému %{scc_system_id} do SCC
nl: Uit registratie verwijderd systeem %{scc_system_id} wordt gesynchroniseerd naar SCC
pt_br: Sincronizando sistema cujo registro foi substituído (%{scc_system_id}) com SCC

source: Syncing systems to SCC is disabled by the configuration file, exiting.
cs: Synchronizace systémů do SCC je zakázána konfiguračním souborem; končím akci.
nl: Synchroniseren van systemen naar SCC is uitgeschakeld door het configuratiebestand en beëindigd.
pt_br: A sincronização do sistema com o SCC está desabilitada no arquivo de configuração. Fechando.

source: System %{system} not found
cs: Systém %{system} nebyl nalezen
nl: Systeem %{system} niet gevonden
pt_br: Sistema %{system} não encontrado

source: System with login %{login} cannot be removed.
cs: Systém s přihlášením %{login} nelze odebrat.
nl: Systeem met aanmelding %{login} kan niet verwijderd worden.
pt_br: Não é possível remover o sistema entrando na sessão %{login}.

source: System with login %{login} not found.
cs: Systém s přihlášením %{login} nebyl nalezen.
nl: Systeem met aanmelding %{login} niet gevonden.
pt_br: O sistema não pode ser encontrado com o login %{login}.

source: System with login \"%{login}\" (ID %{new_id}) authenticated and duplicated from ID %{base_id} due to token mismatch
nl: Systeem met aanmelding \"%{login}\" (ID %{new_id}) geauthenticeerd en gedupliceerd uit ID %{base_id} vanwege geen overeenkomst met token
